/**
 * Persian translation for bootstrap-datepicker
 * Mostafa Rokooie <mostafa.rokooie@gmail.com>
 */
;
(function ($) {
    $.fn.datepicker.dates['fa'] = {
        days: ["یک‌شنبه", "دوشنبه", "سه‌شنبه", "چهارشنبه", "پنج‌شنبه", "جمعه", "شنبه", "یک‌شنبه"],
        daysShort: ["یک", "دو", "سه", "چهار", "پنج", "جمعه", "شنبه", "یک"],
        daysMin: ["ی", "د", "س", "چ", "پ", "ج", "ش", "ی"],
        months: ["ژانویه", "�?وریه", "مارس", "آوریل", "مه", "ژوئن", "ژوئیه", "اوت", "سپتامبر", "اکتبر", "نوامبر", "دسامبر"],
        monthsShort: ["ژان", "�?ور", "مار", "آور", "مه", "ژون", "ژوی", "اوت", "سپت", "اکت", "نوا", "دسا"],
        today: "امروز",
        clear: "پاک کن",
        weekStart: 1,
        format: "yyyy/mm/dd"
    };
}(jQuery));
