/**
 * Korean translation for bootstrap-datepicker
 * Gu Youn <http://github.com/guyoun>
 */
;
(function ($) {
    $.fn.datepicker.dates['kr'] = {
        days: ["ì?¼ìš”ì?¼", "ì›”ìš”ì?¼", "í™”ìš”ì?¼", "ìˆ˜ìš”ì?¼", "ëª©ìš”ì?¼", "ê¸ˆìš”ì?¼", "í† ìš”ì?¼", "ì?¼ìš”ì?¼"],
        daysShort: ["ì?¼", "ì›”", "í™”", "ìˆ˜", "ëª©", "ê¸ˆ", "í† ", "ì?¼"],
        daysMin: ["ì?¼", "ì›”", "í™”", "ìˆ˜", "ëª©", "ê¸ˆ", "í† ", "ì?¼"],
        months: ["1ì›”", "2ì›”", "3ì›”", "4ì›”", "5ì›”", "6ì›”", "7ì›”", "8ì›”", "9ì›”", "10ì›”", "11ì›”", "12ì›”"],
        monthsShort: ["1ì›”", "2ì›”", "3ì›”", "4ì›”", "5ì›”", "6ì›”", "7ì›”", "8ì›”", "9ì›”", "10ì›”", "11ì›”", "12ì›”"]
    };
}(jQuery));
