/**
 * Japanese translation for bootstrap-datepicker
 * Norio Suzuki <https://github.com/suzuki/>
 */
;
(function ($) {
    $.fn.datepicker.dates['ja'] = {
        days: ["日曜", "月曜", "�?�曜", "水曜", "木曜", "金曜", "土曜", "日曜"],
        daysShort: ["日", "月", "�?�", "水", "木", "金", "土", "日"],
        daysMin: ["日", "月", "�?�", "水", "木", "金", "土", "日"],
        months: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
        monthsShort: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
        today: "今日",
        format: "yyyy/mm/dd"
    };
}(jQuery));
